<?

$mainArr=
[
   [
      'surname'=> 'Мухамбеталинов',
      'name'=> 'Марлен',
      'patronymic'=> 'Серикович',
      'dateOfBirth' => '16 декабря 1982г.р.(38 лет)',
      'married'=>'Женатый, двое детей',
      'residence'=>'проживаю в г. Кокшетау'
   ],
   [
      'year'=> '2000-2001',
      'institute'=> 'КазПедКолледж им Ж.Мусина,г.Кокшетау',
      'branch' => '"Учитель Английского языка"',
      'year2'=> '2001-2005',
      'institute2'=> 'КГУ им.Ш.Уалиханова',
      'branch2' => '"Информационные системы"'
   ],
   [
      'year' => '2006 - 2009',
      'place'=>'"Астанатопография" - г.Астана',
      'position'=>'Программист,Инженер ГИС',
      'year2'=> '2010 - 2021',
      'place2'=> '"Солтустiкгеодезия" - г.Кокшетау',
      'position2'=> 'Программист,Инженер ГИС',
   ],
   [
      'skills'=> 'HTML/CSS,JS,Vuejs,PHP,Git',
      'source'=> 'из youtube-каналов и официальной документации'
   ]
];
  echo json_encode($mainArr);